Repository: robocat/Robokit
Catalog: Robokit/Localizations/*.lproj/RKAboutRobocatViewController.strings
Languages: da, ro, ru, sv, zh_hans, zh_hant

# RC_ABOUT_BUTTON_CLOSE
source: Close
da: Luk
ro: Închide
ru: Закрыть
sv: Stäng
zh_hans: 关闭
zh_hant: 關閉

# RC_ABOUT_BUTTON_REVIEW
source: Review on App Store
da: Anmeld på App Storen
ro: Spune-ți părerea pe App Store
ru: Оцени приложение на Aпп Сторе
sv: Recensera i App Store
zh_hans: 去App Store评分
zh_hant: 去App Store評價

# RC_ABOUT_BUTTON_TWITTER
source: Follow us on Twitter
da: Følg os på Twitter
ro: Urmărește-ne pe Twitter
ru: Зафолловь в Твиттере
sv: Följ oss på Twitter
zh_hans: 关注我们的Twitter
zh_hant: 關注我們的Twitter

# RC_ABOUT_BUTTON_FACEBOOK
source: Like us on Facebook
da: Synes om os på Facebook
ro: Dă-ne like pe Facebook
ru: Лайкни в Фейсбуке
sv: Gilla oss på Facebook
zh_hans: 赞我们的Facebook
zh_hant: 贊Facebook

# RC_ABOUT_BUTTON_MORE_APPS
source: More Apps
da: Flere apps
ro: Mai multe aplicații
ru: Хочу больше приложений
sv: Fler Appar
zh_hans: 更多我们的软件
zh_hant: 更多我們的軟件

# RC_ABOUT_BUTTON_NEWSLETTER
source: Receive News from Robocat
da: Få nyheder fra Robocat
ro: Primiște vești de la Robocat
ru: Подпишись на новости от Robocat
sv: Få Nyheter från Robocat
zh_hans: 订阅我们的更新
zh_hant: 訂閱我們的更新

# RC_ABOUT_BUTTON_FOLLOWED
source: Following @robocat
da: Følger @Robocat
ro: Deja urmăresc @robocat
ru: Зафолловил @robocat
sv: Följer @robocat
zh_hans: 关注 @robocat
zh_hant: 關注 @Robocat

# RC_ABOUT_BUTTON_LIKED
source: Liked on Facebook
da: Syntes om på Facebook
ro: Deja am dat like pe Facebook
ru: Лайкнул в Фейсбуке
sv: Gillat på Facebook
zh_hans: 在Facebook点赞
zh_hant: 贊我們的 Facebook

# RC_NEWSLETTER_EMAIL_INPUT
source: Your Email Address
da: Din email addresse
ro: Adresa ta de email
ru: Адрес электронной почты
sv: Din E-postadress
zh_hans: 您的邮箱
zh_hant: 您的郵箱地址

# RC_NEWSLETTER_DISCLAIMER
source: Enter yout email to receive the occasional Robocat news. We only send out emails a few times a year and you can unsubscribe whenever you feel like it.
da: Indtast din email for at modtage Robocat nyhedsbrevet. Vi sender kun nogle få gange om året, og du kan afmelde dig hvornår du vil.
ro: Introdu adresa ta de email pentru a primi vești ocazionale de la Robocat. Vom trimite email-uri doar de câteva ori pe an și te poți dezabona oricând dorești
ru: Введи свой адрес электронной почты, чтобы изредка получать новосит от Robocat. Мы пишем всего пару раз в год, и ты можешь отписаться в любой момент.
sv: Prenumerera på vårt nyhetsbrev för fler nyheter från Robocat. Vi skickar bara e-post några gånger per år och du kan alltid avsluta din prenumeration när du vill.
zh_hans: 请输入您的邮箱以便接收我们的更新. 我们只会在有重大更新的时候发送邮件. 如果您不喜欢可以随时取消订阅.
zh_hant: 請輸入您的郵箱地址以便接收我們將來的更新. 我們只會在有重大更新的時候發送郵件. 如果您不喜歡的話可以隨時取消訂閱

# RC_NEWSLETTER_BUTTON_JOIN
source: Join
da: Tilmeld
ro: Abonează-mă
ru: Подписаться
sv: Prenumerera
zh_hans: 订阅
zh_hant: 訂閱
